{
  "products": [
    {
      "id": 1,
      "name": "Bánh mỳ trứng",
      "price": 16000,
      "description": "Thành phần: Bánh mỳ, rau, ớt, dưa leo, pate,...",
      "categoryId": 1,
      "images": "http://dongtienbakery.com/image/cache/data/banh%20m%C3%AC%20tr%E1%BB%A9ng_1-608x416f.jpg"
    },
    {
      "id": 2,
      "name": "Bánh mỳ thịt chả",
      "price": 15000,
      "description": "Thành phần: Bánh mỳ, rau, ớt, dưa leo, pate,...",
      "categoryId": 1,
      "images": "http://dongtienbakery.com/image/cache/data/Product_B%C3%A1nh%20m%C3%AC/M%C3%AC%20th%E1%BB%8Bt%20ch%E1%BA%A3%20(1)_fix-608x416f.jpg"
    },
    {
      "id": 3,
      "name": "Bánh bao chiên",
      "price": 3000,
      "description": "Thành phần: Bột mì, trứng gà, men ngọt, dầu,…",
      "categoryId": 2,
      "images": "http://dongtienbakery.com/image/cache/data/B%C3%A1nh%20bao%20chi%C3%AAn%20(3)_fix-608x416f.jpg"
    },
    {
      "id": 4,
      "name": "Bơ Phere trái cây",
      "price": 60000,
      "description": "Thành phần: Trứng gà, bột mì, đường, bơ phere, bột sữa, sữa tươi, trái cây,…",
      "categoryId": 6,
      "images": "http://dongtienbakery.com/image/cache/data/Product_B%C3%A1nh%20b%C3%B4ng%20lan/B%C6%A1%20phere%20tr%C3%A1i%20c%C3%A2y%20(4)_fix-608x416f.jpg"
    },
    {
      "id": 5,
      "name": "Bánh kem giáng sinh",
      "price": 205000,
      "description": "Kích thước (đường kính bánh) : 20cm",
      "categoryId": 4,
      "images": "http://dongtienbakery.com/image/cache/data/GSB1S4-001-608x416f.jpg"
    },
    {
      "id": 6,
      "name": "Kem flan",
      "price": 7000,
      "description": "Bánh Flan còn có tên gọi khác là Caramen. Đây là Một loại bánh vừa thơm ngon; mềm xốp; lại hấp dẫn được rất nhiều người từ nhiều lứa tuổi. Bánh được hấp chín từ các nguyên liệu chính là trứng và sữa; nước caramen. Đây là một loại bánh có lẽ xuất xứ từ nền ẩm thực châu Âu; tuy hiện nay đã phổ biến tại nhiều nơi trên thế giới.",
      "categoryId": 9,
      "images": "http://dongtienbakery.com/image/cache/data/Product_Tr%C3%A1ng%20Mi%E1%BB%87ng/Kem%20flan%20(3)_fix-608x416f.jpg"
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Bánh mỳ",
      "images": ""
    },
    {
      "id": 2,
      "name": "Bánh ngọt",
      "images": ""
    },
    {
      "id": 3,
      "name": "Bánh mặn",
      "images": ""
    },
    {
      "id": 4,
      "name": "Bánh kem",
      "images": ""
    },
    {
      "id": 5,
      "name": "Bánh sandwich",
      "images": ""
    },
    {
      "id": 6,
      "name": "Bánh bông lan",
      "images": ""
    },
    {
      "id": 7,
      "name": "Bánh tết",
      "images": ""
    },
    {
      "id": 8,
      "name": "Bánh trung thu",
      "images": ""
    },
    {
      "id": 9,
      "name": "Tráng miệng",
      "images": ""
    }
  ],
  "bakeryInformation": {
    "address": "53 Thanh Long",
    "telephone": "0919695233",
    "email": "nguyenvducminh@gmail.com",
    "slogan": "Bakery - Tinh hoa của ẩm thực Việt",
    "aboutUs": {
      "aboutUsTitle1": "Khởi Nguồn",
      "aboutUsContent1": "Bakery khởi đầu là một cơ sở sản xuất bánh mì nhỏ với quy mô gia đình vào đầu những năm 2023. Trải qua gần 20 năm xây dựng và phát triển, Bakery đã xây dựng được chuỗi hệ thống cửa hàng với hơn 40 cửa hàng bánh mì, bánh ngọt lớn nhỏ trải khắp thành phố Đà Nẵng. Là thương hiệu được biết đến với những sản phẩm chất lượng và ngon miệng từ bánh mì, bánh ngọt, bánh kem đến các sản phẩm khác như hamburger, sandwich,... Cùng với tinh thần ham học hỏi, trách nhiệm,  Bakery đã, đang và sẽ luôn mang đến cho khách hàng những ổ bánh mì nóng giòn, những chiếc bánh thơm ngon, dinh dưỡng nhất.",
      "image1": "https://anhquanbakery.com/uploads/article/gt-khoi-nguon-1660204951.jpg",
      "aboutUsTitle2": "Sứ Mệnh",
      "aboutUsContent2": "Sứ mệnh của chúng tôi là lưu giữ những giá trị truyền thống của Bánh mì Việt Nam nói chung và Bánh mì Đà Nẵng nói riêng, những điều làm cho Bánh mì trở thành món ăn hấp dẫn nhất hành tinh. CHẤT LƯỢNG LÀM NÊN THƯƠNG HIỆU  Bakery luôn cam kết về chất lượng sản phẩm, cùng phong cách phục vụ chuyên nghiệp, thân thiện để có thể đáp ứng tốt nhất nhu cầu của Quý khách hàng.",
      "image2": "https://anhquanbakery.com/uploads/article/gt-su-menh-1660204906.jpg",
      "aboutUsTitle3": "Giá Trị Cốt Lõi",
      "aboutUsContent3": [
        {
          "content": "Tạo ra sản phẩm tươi, mới, chất lượng và tốt cho sức khỏe.",
          "image": "https://anhquanbakery.com/uploads/article/gt1-tao-ra-san-pham-tuoi-moi-chat-luong-va-tot-cho-suc-khoe-1660204694.jpg"
        },
        {
          "content": "Luôn lắng nghe mọi phản hồi từ Quý khách hàng để mang đến những trải nghiệm dịch vụ và sản phẩm tốt nhất.",
          "image": "https://anhquanbakery.com/uploads/article/gt1-luon-lang-nghe-moi-phan-hoi-tu-quy-khach-hang-de-mang-den-nhung-trai-nghie-1660204765.jpg"
        },
        {
          "content": "Xây dựng văn hóa đội ngũ nhân viên đầy năng lượng, nhiệt tình và sáng tạo.",
          "image": "https://anhquanbakery.com/uploads/article/gt1-xay-dung-van-hoa-doi-ngu-nhan-vien-day-nang-luong-nhiet-tinh-va-sang-tao-1660204843.jpg"
        }
      ]
    }
  },
  "advertisment": [
    {
      "id": 1,
      "image": "http://dongtienbakery.com/image/cache/data/Banner/Valentine%20day05-1349x700f.jpg",
      "description": ""
    },
    {
      "id": 2,
      "image": "http://dongtienbakery.com/image/cache/data/Banner/Valentine%20day04-1349x700f.jpg",
      "description": ""
    },
    {
      "id": 3,
      "image": "https://nhahanglavong.com/wp-content/uploads/hinh-banh-flan-9.jpg",
      "description": ""
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "Ý nghĩa chiếc bánh sinh nhật",
      "icon": "http://www.daidongtam.com.vn/uploads/cms/tin_3.jpg",
      "firstParagraph": "Lịch sử ra đời Trong văn hóa phương Tây, bánh sinh nhật là món tráng miệng được dùng trong bữa tiệc sinh nhật. Bánh thường được trang trí với tên của người chủ bữa tiệc sinh nhật có kèm theo lời chúc mừng. Ngoài ra, người ta còn cắm trên bánh một số ngọn nến bằng số tuổi hiện tại của người tổ chức sinh nhật để cầu mong nó mang lại may mắn. Bánh sinh nhật thường là loại bánh xốp mềm và hương vị được ưa thích nhất là sô cô la.",
      "images": [
        "http://www.daidongtam.com.vn/uploads/image/images/diendanbaclieu-44899-happy-birthday-to-tobo-436.jpg"
      ],
      "content": [
        "Nguồn gốc của chiếc bánh sinh nhật bắt đầu từ thời cổ đại. Chiếc bánh khi đó rất khác với ngày nay. Người ta cũng cho rằng từ “cake” (chiếc bánh) xuất hiện từ thế kỷ 13 và xuất phát từ từ “kaka” theo tiếng Na Uy cổ.",
        "Thời Hy Lạp cổ đại, người ta làm bánh ngọt hoặc bánh mỳ hình tròn để đưa tới đền thờ thần Artemis – thần Mặt Trăng. Từ đó phong tục làm bánh sinh nhật ra đời. Tuy nhiên một số học giả lại tin rằng truyền thống làm bánh sinh nhật bắt nguồn từ nước Đức thời Trung Cổ. Khi đó chiếc bánh mỳ ngọt được làm mô phỏng hình dáng đức chúa hài đồng quấn trong tã để mừng ngày sinh của Chúa. Về sau người ta bắt đầu làm bánh mừng sinh nhật các em bé gọi là Kinderfest. Người Đức cũng làm một loại bánh đặc biệt khác gồm nhiều tầng gọi là Geburtstagorten.",
        "Ban đầu bánh có mật ong và hạt, quả khô hình dáng giống chiếc bánh mỳ. Theo các nhà nghiên cứu ẩm thực, chính những người Hy Lạp cổ đại là những người đầu tiên tạo ra kĩ thuật làm bánh.",
        "Vào khoảng thế kỷ 17, châu Âu đã đạt được thành tựu đặc biệt trong kĩ thuật làm bánh. Họ làm ra loại bánh có dạng tròn và phủ kem. Điều này chủ yếu là nhờ sự phát triển trong công nghệ chế tạo lò nướng, khuôn chế biến thực phẩm và đường tinh luyện. Khuôn bánh được làm làm bằng gỗ hoặc kim loại, đặt trên chảo phẳng để định dạng bánh.",
        "Lớp kem phủ trên bánh ban đầu được làm từ hỗn hợp đun sôi gồm đường, lòng trắng trứng và hương vị. Sau đó kem được đổ lên trên bánh và rồi bánh lại được đặt vào lò nướng. Sau khi lấy ra, lớp kem nguội đi nhanh chóng tạo thành một lớp phủ như lớp băng cứng, bóng loáng. Bánh xốp và lớp kem ngon là món ăn rất được ưa chuộng vào thời Victoria.",
        "Đến giữa thế kỷ 19 thì nó trở thành loại bánh mà chúng ta biết ngày nay. Hương vị, dáng vẻ của bánh được cải tiến nhờ sử dụng bột mỳ trắng tinh luyện và việc dùng bột nướng thay cho bột ủ men.",
        "Tại sao bánh sinh nhật lại có hình tròn?",
        "Trước đây bánh sinh nhật thường có dạng hình tròn, thậm chí ngày nay bánh sinh nhật chủ yếu cũng là hình tròn. Các học giả cho rằng đây là do tín ngưỡng tôn giáo và do kĩ thuật làm bánh làm nên hình dạng như thế. Những người Hy Lạp gắn hình dáng tròn của bánh với nữ thần Mặt Trăng – Artemis. Họ thậm chí còn thắp nến lên bánh để làm cho nó sáng lung linh như mặt trăng.",
        "Lại có ý kiến cho rằng từ thời cổ đại người ta làm bánh hình tròn để biểu trưng cho vòng quay thời gian qua các năm. Những chiếc bánh hình tròn được ưa thích vì chúng đại diện cho vòng tuần hoàn của tự nhiên mà cụ thể nhất là nó mang hình dáng của mặt trời và mặt trăng.",
        "Lý do về kĩ thuật là bởi những chiếc bánh chúng ta biết tới ngày nay xuất phát từ bánh mỳ. Vào thời cổ đại bánh được làm bằng tay. Theo đó chúng được nặn theo hình dáng những quả bóng tròn và được nướng trong lò hoặc trong những chiếc chảo đáy nông. Đến lúc bánh chín thì chúng có hình dạng tròn như chúng ta vẫn thấy. Ngày nay người ta có thể làm những chiếc bánh với thật nhiều hình dáng và kích thước khác nhau.",
        "Truyền thống thắp nến trên bánh sinh nhật",
        "Truyền thống này cũng được cho là xuất phát từ thời Hy Lạp cổ. Khi đó người ta thắp nến trên bánh làm cho nó sáng lung linh như mặt trăng để đưa đến đền thờ Artemis. Một số học giả lại tin rằng khói từ ngọn nến sẽ mang những điều ước của họ lên với các vị thần trên trời. Những người khác cho rằng truyền thống này bắt nguồn từ nước Đức. Ở đó người ta có truyền thống cắm một ngọn nến to ở giữa chiếc bánh để biểu tượng cho “ánh sáng cuộc đời”.",
        "Ở nước Anh vào thời Trung Cổ người ta cũng thường cho những vật mang tính biểu tượng như đồng xu, nhẫn, và cái đê (dùng khi khâu vá) vào trong bột làm bánh. Họ tin rằng những ai tìm thấy đồng xu thì sẽ giàu có còn những người không may tìm thấy cái đê thì sẽ không thể kết hôn được. Người tìm thấy chiếc nhẫn tức là được tiên đoán trước sẽ sắp sửa kết hôn. Thậm chí đến ngày nay người ta vẫn còn theo phong tục này và họ để những vật trang trí nhỏ, đồng xu giả, những chiếc kẹo nhỏ trong bánh.",
        "Nếu chiếc bánh bị rơi khi đang nướng thì có nghĩa đó là điềm xấu và báo hiệu trước một năm tồi tệ cho người chủ bữa tiệc sinh nhật.",
        "Ngày nay, chủ nhân của bữa tiệc sinh nhật sẽ thầm ước một điều trước khi thổi tắt nến với niềm tin rằng thổi tắt hết nến trong một hơi có nghĩa là điều ước sẽ thành hiện thực và họ sẽ có một năm may mắn. Một vài nơi người ta còn quệt lên tên của người ở trên bánh trước khi cắt bánh để cầu mong may mắn."
      ]
    },
    {
      "id": 2,
      "title": "Sắc màu bánh ngọt xứ Thái",
      "icon": "http://daidongtam.com.vn/uploads/cms/tin_4.jpg",
      "firstParagraph": "Tôi chắc chắn một điều rằng nếu bạn có tâm hồn ăn uống, bạn sẽ thật sự ấn tượng với bánh ngọt của Thái Lan. Từ những nguyên liệu tự nhiên như nước dừa, đường, bột gạo… những người mẹ, người chị đảm đang của đất nước Thái Lan đã sáng tạo ra biết bao loại bánh bình dị mà không kém phần hấp dẫn. Đó như là sự tinh túy và chắt lọc từ thế hệ này sang thế hệ khác và góp phần làm nên văn hóa ẩm thực của đất nước chùa Vàng mến khách này.",
      "images": [
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132637_1.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132641_2.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132647_3.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132649_4.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132659_5.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132702_7.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132711_8.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/20130118132713_9.jpg"
      ],
      "content": [
        "Giống như các loại bánh khác được dùng làm món tráng miệng, bánh ngọt Thái còn được dùng sau bữa ăn, dùng làm món ăn lót dạ giữa buổi của các buổi họp, hội nghị…Sự hiện diện của những chiếc bánh này như là một niềm tự hào “ngầm” về văn hóa ẩm thực của dân tộc Thái đối với bạn bè quốc tế. Đó cũng là món ăn trong những lúc rảnh rỗi cà phê bạn bè cùng nhau. Ai đã từng một lần thưởng thức vị ngọt của bánh Thái hẳn sẽ không thể quên được cảm giác đặc biệt của vị ngọt thanh tan nơi đầu lưỡi cùng mùi thơm đậm đà. Có bao nhiêu loại bánh ngọt là có bấy nhiêu “cấp bậc” của vị ngọt, có vị ngọt dịu nhẹ lan tỏa và cũng có vị ngọt đậm đà rất “Thái”. ",
        "Bánh ngọt Thái không chỉ cần vị ngon ngọt mà còn cần cả màu sắc bắt mắt, mùi vị thơm, tên gọi có ý nghĩa hay và cách sắp xếp đẹp mắt. Điều đó cũng là tiêu chuẩn trong trong việc chọn bánh cho lễ cưới của người Thái. Trong ngày lễ trọng đại này, bánh ngọt Thái được chọn phải là loại bánh có ý nghĩa may mắn về chuyện tiền bạc, hạnh phúc gia đình. Trong lịch sử ẩm thực dân tộc này, có sự ảnh hưởng của hai nền văn hóa lớn là Trung Quốc và Ấn Độ, sau này còn có thêm nhiều nền văn hóa khác nữa. Sự “hòa lẫn” đó đôi lúc khiến người Thái Thái hiện đại cũng không biết loại bánh nào là bánh Thái truyền thống “nguyên chất” của dân tộc mình và loại bánh nào là loại bánh có sự “học hỏi” từ nền ẩm thực khác.",
        "Bánh ngọt Thái được coi là một trong những biểu tượng của văn hóa dân tộc, điều này thể hiện từ khâu lựa chọn nguyên liệu, cách làm và cả cách thưởng thức. Mỗi loại bánh là một “công trình” của sự tỉ mẩn, khéo léo và tinh tế của người làm. Thật khó để có thể nói được có bao nhiêu loại bánh ngọt Thái và cũng khó có thể thống kê được các nguyên liệu trong việc chế biến bánh Thái. Thưởng thức bánh Thái, ta có thể bắt gặp những cái “quen mà lạ” từ các phương pháp chế biến bánh ngọt như hấp, rán, nướng, luộc, ngào, tẩm, bỏ lò của người Thái. Quen vì đó là những phương thức quen thuộc trong cách làm bánh và lạ vì cũng cùng cách đó nhưng nguyên liệu và cách pha trộn để tạo nên mùi vị thì thật khác. Nhắc đến nguyên liệu làm bánh mà không nói đến cách tạo vị ngọt của bánh Thái thì thật là thiếu sót. Vùng đất được suy tôn là “đất vua” của bánh Ngọt Thái có lẽ là Phết Bụ Ri. Nơi có loại cây Thốt Nốt (người Thái gọi là cây “tan”) dùng để làm đường tạo bánh. Đường từ cây Thốt Nốt có vị ngọt và thơm, được dùng rộng rãi trong ẩm thực cũng như trong cách chế biến các loại món bánh của người dân nơi đây.",
        "Bánh ngọt Thái có mặt trong cuộc sống hàng ngày cũng như trong các dịp quan trọng khác của người dân Thái. Có thể bắt gặp sự hiện diện của những chiếc bánh Thái trong lễ cúng làm phúc, dâng sư hay trong những đám cưới. Chiếc bánh ngọt Thái được bày trang trọng như chứng kiến hạnh phúc đôi lứa bền lâu…"
      ]
    },
    {
      "id": 3,
      "title": "Bánh mì Việt khuấy đảo ẩm thực đường phố thế giới",
      "icon": "http://www.daidongtam.com.vn/uploads/cms/tin_5.jpg",
      "firstParagraph": "Có mặt ở nhiều quốc gia, được báo chí nước ngoài ca tụng, bánh mì Việt Nam đang dần khẳng định thương hiệu và trở thành món ăn đường phố được ưa chuộng.",
      "images": [
        "http://www.daidongtam.com.vn/uploads/image/images/Anh2-7289-1415952713.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/Anh13-7809-1415958973.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/Anh12-9750-1415958973.jpg"
      ],
      "content": [
        "Vài năm trở lại đây, bánh mì Việt Nam đã trở thành một món ăn nổi tiếng và được nhiều người nước ngoài yêu thích. Giống như Phở, người ta gọi bánh mì Việt Nam là 'Banh mi', một cái tên riêng đầy ngưỡng mộ, chứ không phải là Vietnamese baguette hay Vietnamese sandwich. Đây thực sự là một dấu ấn khi mà bánh mì đã khiến người nước ngoài phải nhớ đến bằng cái tên riêng trong trí óc họ mỗi khi muốn ăn bánh mì kiểu Việt Nam. Với ba điều cơ bản: ngon-bổ-rẻ, bánh mì nhỏ bé của Việt Nam đã có thể hiên ngang sánh vai với những loại bánh kẹp thịt trên thế giới như Tacos (Mexico), Sandwiches (Anh) hay Baguettes (Pháp).",
        "Về nguồn gốc, bánh mì là sản phẩm của sự giao lưu văn hóa giữa phương Đông và phương Tây. Món ăn này bắt đầu xuất hiện trong thời kỳ thực dân Pháp chiếm đóng Việt Nam. Ban đầu, nó là một loại bánh sandwich kiểu Pháp với thành phần chính gồm bơ, thịt, pate và một số thành phần khác và là món ăn dành cho những người giàu có. Dần dần, các đầu bếp Việt Nam sử dụng thêm các nguyên liệu địa phương và bình dân hóa món ăn này.",
        "Chỉ trong vài thập kỷ, bánh mì không chỉ là món quà sáng bình dân được ưa chuộng ở Việt Nam mà nó đang dần trở nên phổ biến và được bạn bè năm châu trên thế giới ca tụng. Khách du lịch nước ngoài, những ai từng cầm trên tay chiếc bánh mì, cắn vào lớp vỏ giòn rụm, thưởng thức nhân thịt, pate gan thơm nức, béo ngậy ăn kèm chút rau thơm sẽ khó có thể quên được hương vị tuyệt diệu của loại bánh này. Bánh mì ở Việt Nam thì có thể tìm thấy ở bất cứ đâu, từ Bắc cho đến Nam, phổ biến nhất là những quán vỉa hè hay trên những chiếc xe đẩy với mức giá trung bình chỉ mươi mười lăm nghìn nhưng đủ khiến thực khách nhớ mãi.",
        "Trong chuyến du lịch tới Hội An, Cameron Stauch - người từng là đầu bếp cho tổng thống Canada đã có cơ hội ghé thăm một tiệm nhỏ bán bánh mì nơi phố cổ và thích thú với món bánh mì ở đây. Ông quyết định tìm hiểu về quy trình làm bánh và nhận ra cái ngon của chiếc bánh nằm ở các nguyên liệu do chủ quán tự chế biến. Sau khi rời Việt Nam, ông không quên gợi ý cho bạn bè và các du khách quốc tế khác địa điểm lý thú này. Mới đây nhất, David Farley, một cây bút chuyên về du lịch và ẩm thực đã đăng bài viết của mình xoay quanh ổ bánh mì kẹp thịt Việt Nam trên BBC với tựa đề 'Có phải bánh mì Việt Nam là bánh kẹp ngon nhất thế giới?'. Trong đó ông cho rằng bánh mì Việt Nam là loại bánh mê hoặc nhất mà ông từng ăn trong đời.",
        "Không bó hẹp ở Việt Nam, những chiếc bánh mì dần vươn xa đến với nền ẩm thực đường phố của thế giới và được tìm thấy nhiều nhất có lẽ là ở Mỹ. Cách đây hai năm, trên tờ Charleston City Paper của Mỹ, tác giả Robert Moss đã bày tỏ ấn tượng của mình trước sự tràn ngập với tốc độ chóng mặt của bánh mì Việt Nam trên thị trường ẩm thực nơi đây. Ông viết: 'Đối với tôi, vào mùa hè này, món bánh mì của Việt Nam thực sự đã trở thành một hiện tượng ở Charleston. Nếu như chỉ hai năm trước đây, bạn không thể tìm thấy một chiếc bánh mì nào trong thành phố thì bây giờ chúng đang xuất hiện ở khắp mọi nơi - từ khu chợ của những người nông dân ở quảng trường Marion cho đến cửa sổ của một chiếc xe tải bán thực phẩm lưu động, hay trên bảng thực đơn tại các cửa hàng bán bánh sandwich ở trung tâm thành phố'. Trong bài viết của mình, ông còn đặc biệt nhấn mạnh: 'Bánh mì là một món ăn đường phố rất sáng tạo của người Việt Nam'.",
        "Không chỉ thưởng thức và dành tặng những lời khen cho bánh mì Việt Nam, nhiều người Việt ở nước ngoài hay chính những người bản địa đã quyết định phát triển món ăn này tại chính nơi họ sống. Họ đứng lên mở các nhà hàng từ bình dân đến sang trọng, thậm chí là bán bánh mì trên những chiếc xe tải lưu động ở khắp thành phố nơi họ sinh sống. Giờ đây, những quán bán bánh mì nổi tiếng của Việt Nam đã trở nên quen thuộc trong cẩm nang những quán ăn nhanh của người Mỹ. Riêng tại thành phố Boston, bang Massachusetts, Mỹ đã có những New Saigon Sanwich, Vietnamese Sandwiches & Bubble Tea, Banh Mi House, Banh Mi Nhu Lan, Banh Mi Ngon, Banh Mi Ba Le… Ở Anh không thể không nhắc tới quán Banh Mi 11 nổi tiếng do hai chị em người Việt mở. Hai người cho biết lý do mở quán là bởi họ không thể tìm thấy bất kỳ hàng bánh mì chuẩn vị Việt Nam nào ở London và cái tên Banh Mi 11 được đặt ra là do theo Anh và Vân, ăn bánh mì phải cắn đủ 11 miếng mới là chuẩn. Bánh được chở tới chợ Broadway để bán vào dịp cuối tuần và nguyên liệu thường được hai cô gái nấu sẵn tại nhà. Ngoài ra, ở Anh còn có bánh mì Kêu, Banh Mi Bay cũng khá được lòng thực khách. Ở Malaysia, có một thương hiệu bánh mì mang tên Ô Bánh Mì rất được người dân vô cùng yêu thích. Tại Bangkok, Thái Lan, có một xe bán bánh mì lưu động do cặp đôi Việt - Thái nhận được nhiều lời khen và sự chú ý. Tập đoàn Yum Brands sở hữu KFC và Pizza Hut thậm chí đã mở ra một tiệm bánh mì ở Texas và đặt tên là Banh Shop.",
        "Cũng như nhiều món ăn ngoại lai khác, khi xuất hiện ở nước ngoài, bánh mì có rất nhiều biến thể khác nhau, tùy thuộc địa phương cũng như tay nghề của từng đầu bếp. Khi đó, món ăn sẽ không tránh khỏi việc có nhiều khác biệt so với nguyên bản. Nhưng chính tính chất “địa phương hóa” này tạo nên một sự đa dạng mang đậm bản sắc Việt Nam và thực khách có nhiều lựa chọn để có một chiếc bánh phù hợp khẩu vị nhất."
      ]
    },
    {
      "id": 4,
      "title": "Mê mẩn với món bánh đậu xanh trái cây của Sài Gòn",
      "icon": "http://www.daidongtam.com.vn/uploads/cms/tin_6.jpg",
      "firstParagraph": "Bánh đậu xanh gắn liền với kí ức tuổi thơ của nhiều người Sài Gòn, thế nhưng lạ thay khi nói đến bánh đậu xanh trái cây thì không phải ai cũng biết. Có lẽ bởi vì cách làm cầu kỳ, ít nơi bán và thường chỉ dùng cho những dịp lễ lạt khiến món bánh này không quá phổ biến. Nhưng ai đã từng một lần nhìn thấy món bánh này đều khó có thể kìm được xuýt xoa, mê mẩn trước vẻ đẹp tinh tế, giống y hệt trái cây thu nhỏ của nó.",
      "images": [
        "http://www.daidongtam.com.vn/uploads/image/images/banh-dau-xanh-trai-cay-afamily-(11)-1aa2d.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/banh-dau-xanh-trai-cay-afamily-(11)-1aa2d.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/banh-dau-xanh-trai-cay-afamily-(1)-1aa2d.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/banh-dau-xanh-trai-cay-afamily-(10)-1aa2d.jpg",
        "http://www.daidongtam.com.vn/uploads/image/images/banh-dau-xanh-trai-cay-afamily-(7)-1aa2d.JPG"
      ],
      "content": [
        "Nghe đâu từ thời xa xửa xa xưa, vì tính kết dính của mình, món đậu xanh đãi vỏ nghiền nát xào với đường cát trắng đã được bàn tay các nghệ nhân nhào nặn thành nhiều hình thù trái cây. Do mất nhiều công sức của nhiều con người tài hoa, nên loại bánh này chỉ được dùng trong các lễ hội, tiệc tùng ở Hoàng cung, hoặc lễ dạm hỏi, cưới xin trong nhà các quan lại và quý tộc thời bấy giờ.",
        "Một xuất xứ khác cũng không kém thú vị là món bánh này lại có nguồn gốc từ Thái, với một cái tên Thái rất ấn tượng là Kanoom Look choup (tạm dịch: bánh đậu xanh giả hoa quả). Theo nhiều tài liệu thì đây là 1 trong 10 món được xếp vào món ăn cung đình của Thái Lan với cách trình bày và sự tinh tế trong mùi vị.",
        "Trải qua nhiều thăng trầm biến đổi của lịch sử, món bánh đậu xanh trở nên quen thuộc gần gũi hơn, ai ai cũng có thể nếm qua món bánh này. Nguyên liệu chính để làm nên những chiếc bánh xinh xẻo này chỉ là những hạt đậu xanh đãi vỏ, hấp chín, tán nhuyễn rồi đem xào với đường cát, nước cốt dừa, và một ít muối.",
        "Khi đậu xanh đã quyện lại với nhau thành một khối kết dính, người ta bắt đầu nặn đậu xanh thành đủ loại hình thù trái cây, củ quả đẹp mắt như táo, đào, đu đủ, xoài, ớt, hồ lô, carot. sao cho giống thật nhất. Sau đó, người ta tô phẩm màu thực vật lên từng loại quả, và cuối cùng là nhúng trái cây đã được tô màu vào bột rau câu nấu chín, để có được lớp vỏ bên ngoài vừa bóng bẩy, ngon lành, vừa dai sần sật.",
        "Nếm viên bánh đậu xanh như thế, người ta không chỉ mê vì nó đẹp mà còn bởi hương vị của chúng, bởi cái cảm giác miếng đậu xanh mịn màng tan mềm trên đầu lưỡi, là một cảm giác ngọt ngào đủ sức làm bịn rịn bất cứ ai.",
        "Ở Sài Gòn, không có quá nhiều nơi bán loại bánh này, thông thường phải đặt trước mới làm bởi bánh không để được lâu. Bánh đậu xanh trái cây thường được đóng hộp với giá từ 50.000 - 100.000 đồng/ hộp 10 hoặc 20 viên, phù hợp để thỉnh thoảng để lâu lâu ăn chơi đỡ nhớ hoặc mua làm quà."
      ]
    }
  ],
  "users": [
    {
      "email": "minh@gmail.com",
      "password": "$2a$10$kt2EeHs2OTg5DMyqrw84peVpV0E08PjpGLURSlkJGUduRc6LPETw2",
      "fullName": "Duc Minh Van Nguyen",
      "phone": "+84919695233",
      "createdAt": 1689481389282,
      "updatedAt": 1689481389282,
      "id": 1
    }
  ],
  "contacts": [
    {
      "fullName": "áds",
      "email": "da.asd@asd.cas",
      "phone": "+84123123114",
      "createdAt": 1689511627577,
      "updatedAt": 1689511627577,
      "id": 1
    },
    {
      "fullName": "áds",
      "email": "da.asd@asd.cas",
      "phone": "+84123123114",
      "createdAt": 1689511701800,
      "updatedAt": 1689511701800,
      "id": 2
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689511936806,
      "updatedAt": 1689511936806,
      "id": 3
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512006385,
      "updatedAt": 1689512006385,
      "id": 4
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512220407,
      "updatedAt": 1689512220407,
      "id": 5
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512221588,
      "updatedAt": 1689512221588,
      "id": 6
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512222747,
      "updatedAt": 1689512222747,
      "id": 7
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512287799,
      "updatedAt": 1689512287799,
      "id": 8
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512303652,
      "updatedAt": 1689512303652,
      "id": 9
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512316812,
      "updatedAt": 1689512316812,
      "id": 10
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "da.asd@asd.cas",
      "phone": "+84123214123",
      "title": "adsad",
      "content": "asdsad",
      "createdAt": 1689512367304,
      "updatedAt": 1689512367304,
      "id": 11
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "a.asd@asd.cas",
      "phone": "+84412321412",
      "title": "s",
      "createdAt": 1689512416885,
      "updatedAt": 1689512416885,
      "id": 12
    },
    {
      "fullName": "Duc Minh Van Nguyen",
      "email": "loadinga@aasd.asd",
      "phone": "+84111111111",
      "createdAt": 1689512470034,
      "updatedAt": 1689512470034,
      "id": 13
    }
  ]
}